Repository: domzilla/Barly
Catalog: src/Barly/Ressources/*.lproj/Localizable.strings
Languages: ja, nl, ru

source: Show Notch
ja: ノッチを表示
nl: Toon notch
ru: Показать вырез

source: Hide Notch
ja: ノッチを隠す
nl: Verberg notch
ru: Скрыть вырез

source: Preferences...
ja: 環境設定…
nl: Voorkeuren…
ru: Настройки…

source: About Barly
ja: Barlyについて
nl: Over Barly
ru: О программе Barly

source: Check for Updates...
ja: アップデートを確認…
nl: Controleer op updates…
ru: Проверить обновления…

source: Quit
ja: 終了
nl: Stop
ru: Завершить

source: Welcome to Barly
ja: Barlyへようこそ
nl: Welkom bij Barly
ru: Добро пожаловать в Barly

source: Separator in Wrong Position
ja: セパレーターの位置が正しくありません
nl: Scheidingsteken op verkeerde positie
ru: Разделитель в неправильной позиции

source: The separator is on the wrong side. Please drag the separator (|) to the left of the arrow icon in your status bar for Barly to work correctly.
ja: セパレーターが間違った位置にあります。Barlyが正しく動作するように、セパレーター（|）をステータスバーの矢印アイコンの左側にドラッグしてください。
nl: Het scheidingsteken staat aan de verkeerde kant. Sleep het scheidingsteken (|) naar links van het pijlpictogram in je statusbalk zodat Barly correct werkt.
ru: Разделитель находится не на той стороне. Перетащите разделитель (|) влево от значка стрелки в строке состояния, чтобы Barly работал правильно.

source: OK
ru: ОК

source: Barly is now running. Reorder status bar icons by ⌘-dragging. Drag icons to the left of the separator | to hide them.
ja: Barlyが実行中です。⌘キーを押しながらドラッグしてステータスバーのアイコンを並べ替えます。アイコンをセパレーター | の左側にドラッグすると非表示になります。
nl: Barly is nu actief. Herorden statusbalkpictogrammen door te slepen met ⌘. Sleep pictogrammen naar links van het scheidingsteken | om ze te verbergen.
ru: Barly запущен. Перетаскивайте значки строки состояния с зажатой клавишей ⌘ для изменения порядка. Перетащите значки влево от разделителя | чтобы скрыть их.

source: Right-click (or ⌃-click) the arrow icon to show the Barly menu.
ja: 矢印アイコンを右クリック（または⌃キーを押しながらクリック）するとBarlyメニューが表示されます。
nl: Klik met de rechtermuisknop (of ⌃-klik) op het pijlpictogram om het Barly-menu te tonen.
ru: Щёлкните правой кнопкой мыши (или ⌃-клик) по значку стрелки, чтобы открыть меню Barly.

source: Auto-collapse after:
ja: 自動で折りたたむまでの時間：
nl: Automatisch inklappen na:
ru: Автоматически сворачивать через:

source: 5 seconds
ja: 5秒
nl: 5 seconden
ru: 5 секунд

source: 10 seconds
ja: 10秒
nl: 10 seconden
ru: 10 секунд

source: 15 seconds
ja: 15秒
nl: 15 seconden
ru: 15 секунд

source: 30 seconds
ja: 30秒
nl: 30 seconden
ru: 30 секунд

source: 1 minute
ja: 1分
nl: 1 minuut
ru: 1 минуту

source: Enable auto-collapse
ja: 自動折りたたみを有効にする
nl: Automatisch inklappen inschakelen
ru: Включить автоматическое сворачивание

source: Fully expand status bar (shows Dock icon temporarily)
ja: ステータスバーを完全に展開（Dockアイコンを一時的に表示）
nl: Statusbalk volledig uitvouwen (toont Dock-pictogram tijdelijk)
ru: Полностью развернуть строку состояния (временно показывает значок в Dock)

source: Show this window when starting Barly
ja: Barly起動時にこのウィンドウを表示
nl: Dit venster tonen bij het starten van Barly
ru: Показывать это окно при запуске Barly

source: Close
ja: 閉じる
nl: Sluit
ru: Закрыть

source: Hidden
ja: 非表示
nl: Verborgen
ru: Скрыто

source: Shown
ja: 表示
nl: Zichtbaar
ru: Видимо
