Repository: domzilla/Barly
Catalog: src/Barly/Resources/*.lproj/Localizable.strings
Languages: de, fr, it, pt, zh_hans

source: Show Notch
de: Notch anzeigen
fr: Afficher l'encoche
it: Mostra notch
pt: Mostrar entalhe
zh_hans: 显示刘海

source: Hide Notch
de: Notch ausblenden
fr: Masquer l'encoche
it: Nascondi notch
pt: Ocultar entalhe
zh_hans: 隐藏刘海

source: Preferences...
de: Einstellungen …
fr: Préférences…
it: Preferenze…
pt: Preferências…
zh_hans: 偏好设置…

source: About Barly
de: Über Barly
fr: À propos de Barly
it: Informazioni su Barly
pt: Acerca do Barly
zh_hans: 关于 Barly

source: Check for Updates...
de: Nach Updates suchen …
fr: Rechercher des mises à jour…
it: Verifica aggiornamenti…
pt: Procurar atualizações…
zh_hans: 检查更新…

source: Quit
de: Beenden
fr: Quitter
it: Esci
pt: Sair
zh_hans: 退出

source: Welcome to Barly
de: Willkommen bei Barly
fr: Bienvenue dans Barly
it: Benvenuto in Barly
pt: Bem-vindo ao Barly
zh_hans: 欢迎使用 Barly

source: Separator in Wrong Position
de: Trennzeichen an falscher Position
fr: Séparateur mal positionné
it: Separatore in posizione errata
pt: Separador na posição errada
zh_hans: 分隔符位置错误

source: The separator is on the wrong side. Please drag the separator (|) to the left of the arrow icon in your status bar for Barly to work correctly.
de: Das Trennzeichen befindet sich auf der falschen Seite. Bitte ziehe das Trennzeichen (|) links neben das Pfeil-Symbol in der Statusleiste, damit Barly korrekt funktioniert.
fr: Le séparateur est du mauvais côté. Veuillez faire glisser le séparateur (|) à gauche de l'icône flèche dans votre barre d'état pour que Barly fonctionne correctement.
it: Il separatore è dalla parte sbagliata. Trascina il separatore (|) a sinistra dell'icona freccia nella barra di stato affinché Barly funzioni correttamente.
pt: O separador está do lado errado. Arraste o separador (|) para a esquerda do ícone de seta na barra de estado para que o Barly funcione corretamente.
zh_hans: 分隔符位于错误的位置。请将分隔符（|）拖动到状态栏中箭头图标的左侧，以便 Barly 正常工作。

source: OK
zh_hans: 好

source: Barly is now running. Reorder status bar icons by ⌘-dragging. Drag icons to the left of the separator | to hide them.
de: Barly läuft jetzt. Ordne Statusleisten-Symbole durch ⌘-Ziehen neu an. Ziehe Symbole links neben das Trennzeichen | um sie auszublenden.
fr: Barly est maintenant actif. Réorganisez les icônes de la barre d'état en les faisant glisser avec ⌘. Faites glisser les icônes à gauche du séparateur | pour les masquer.
it: Barly è ora in esecuzione. Riordina le icone della barra di stato trascinando con ⌘. Trascina le icone a sinistra del separatore | per nasconderle.
pt: O Barly está agora a funcionar. Reordene os ícones da barra de estado arrastando com ⌘. Arraste os ícones para a esquerda do separador | para os ocultar.
zh_hans: Barly 正在运行。按住 ⌘ 键拖动可重新排列状态栏图标。将图标拖到分隔符 | 左侧可将其隐藏。

source: Right-click (or ⌃-click) the arrow icon to show the Barly menu.
de: Klicke mit der rechten Maustaste (oder ⌃-Klick) auf das Pfeil-Symbol, um das Barly-Menü anzuzeigen.
fr: Cliquez avec le bouton droit (ou ⌃-clic) sur l'icône flèche pour afficher le menu Barly.
it: Fai clic destro (o ⌃-clic) sull'icona freccia per mostrare il menu di Barly.
pt: Clique com o botão direito (ou ⌃-clique) no ícone de seta para mostrar o menu do Barly.
zh_hans: 右键点击（或按住 ⌃ 点击）箭头图标可显示 Barly 菜单。

source: Auto-collapse after:
de: Automatisch einklappen nach:
fr: Replier automatiquement après :
it: Comprimi automaticamente dopo:
pt: Recolher automaticamente após:
zh_hans: 自动折叠时间：

source: 5 seconds
de: 5 Sekunden
fr: 5 secondes
it: 5 secondi
pt: 5 segundos
zh_hans: 5 秒

source: 10 seconds
de: 10 Sekunden
fr: 10 secondes
it: 10 secondi
pt: 10 segundos
zh_hans: 10 秒

source: 15 seconds
de: 15 Sekunden
fr: 15 secondes
it: 15 secondi
pt: 15 segundos
zh_hans: 15 秒

source: 30 seconds
de: 30 Sekunden
fr: 30 secondes
it: 30 secondi
pt: 30 segundos
zh_hans: 30 秒

source: 1 minute
it: 1 minuto
pt: 1 minuto
zh_hans: 1 分钟

source: Enable auto-collapse
de: Automatisches Einklappen aktivieren
fr: Activer le repliement automatique
it: Abilita compressione automatica
pt: Ativar recolhimento automático
zh_hans: 启用自动折叠

source: Fully expand status bar (shows Dock icon temporarily)
de: Statusleiste vollständig erweitern (zeigt Dock-Symbol vorübergehend)
fr: Étendre complètement la barre d'état (affiche temporairement l'icône du Dock)
it: Espandi completamente la barra di stato (mostra temporaneamente l'icona del Dock)
pt: Expandir totalmente a barra de estado (mostra o ícone da Dock temporariamente)
zh_hans: 完全展开状态栏（临时显示 Dock 图标）

source: Show this window when starting Barly
de: Dieses Fenster beim Start von Barly anzeigen
fr: Afficher cette fenêtre au démarrage de Barly
it: Mostra questa finestra all'avvio di Barly
pt: Mostrar esta janela ao iniciar o Barly
zh_hans: 启动 Barly 时显示此窗口

source: Close
de: Schließen
fr: Fermer
it: Chiudi
pt: Fechar
zh_hans: 关闭

source: Hidden
de: Ausgeblendet
fr: Masqué
it: Nascosto
pt: Oculto
zh_hans: 已隐藏

source: Shown
de: Sichtbar
fr: Visible
it: Visibile
pt: Visível
zh_hans: 显示中
